Repository: Liboicl/ROX-Session
Catalog: src/po/*.po
Languages: da, de, es, fr, it, ja, lt, nl, pt_br, ru

source: Attempting to halt the system...
de: Versuche den Rechner runterzufahren...
es: Intentando detener el sistema...
fr: Tentative d'arrêt du système...
it: Arresto del sistema in corso...
ja: システムを停止します..
lt: Bandau išjungti sistemą...
nl: Bezig met het systeem te stoppen...
pt_br: Tentando desligar o sistema...
ru: Попытка остановить работу компьютера...

source: _Reboot
de: _Neustart
es: _Reiniciar
fr: _Redémarrage
it: _Riavvia il computer
ja: 再起動(_R)
lt: _Perkrauti
nl: _Herstart
pt_br: _Reiniciar
ru: Перезагрузка

source: Attempting to restart the system...
de: Versuche Rechner neu zu starten...
es: Intentando reiniciar el sistema...
fr: Tentative de redémarrage du système...
it: Riavvio del computer in corso...
ja: システムを再起動します..
lt: Bandau perkrauti sistemą...
nl: Bezig met het systeem te herstarten...
pt_br: Tentando reiniciar o sistema...
ru: Попытка перезагрузить компьютер...

source: _Sleep
de: _Schlafen
es: _Suspender
fr: _Veille
it: _Sospendi
ja: スリープ(_S)
lt: Pri_stabdyti
nl: _Slaap
pt_br: _Suspender
ru: Заснуть

source: Attempting to enter suspend mode...
de: Versuche in den Schlafmodus zu gelangen...
es: Intentando ingresar en modo suspendido...
fr: Tentative d'activation du mode veille...
it: Sospensione del computer in corso...
ja: サスペンドモードに入ります..
lt: Bandau pristabdyti sistemą...
nl: Bezig met het systeem in slaap mode te brengen...
pt_br: Tentando entar no modo suspenso...
ru: Попытаться войти в режим сна (suspend mode)...

source: Really logout? (unsaved data will be lost)
de: Wirklich abmelden? (nicht gespeicherte Daten gehen verloren)
es: ¿Estás seguro que quieres salir? (los datos no guardados se perderán)
fr: Voulez vous vraiment vous déconnecter? (les données non sauvegardées seront perdues)
it: Uscire veramente? (si perdono i dati non salvati)
ja: ログアウトしますか？ (保存していないデータは消失します)
lt: Ar tikrai norite išsiregistruoti? (neišsaugoti duomenys bus prarasti)
nl: Echt uitloggen? (niet opgeslagen gegevens zullen verloren gaan)
pt_br: Deseja sair? (dados não salvos serão perdidos)
ru: В самом деле выйти? (несохраненная информация может быть потеряна)

source: Session Settings
de: Sitzungseinstellungen
es: Opciones de sesión
fr: Options de la session
it: Impostazioni di sessione
ja: セッションの設定
lt: Sesijos nuostatos
nl: Sessie Instellingen
pt_br: Configurações de Sessão
ru: Установки на сессию

source: Logout
de: Abmelden
es: Salir
fr: Déconnexion
it: Esci
ja: ログアウト
lt: Išsiregistruoti
nl: Log Uit
pt_br: Sair
ru: Выход

source: Tried to make a backup of your old '%s' file, but the backup file ('%s') already exists. If you want to keep it, move it somewhere safe. Otherwise, delete it.
it: Si è tentato di fare un backup del vecchio file «%s», ma il backup («%s») esiste già.
pt_br: Tentei criar um backup do seu antigo arquivo '%s', mas o arquivo ('%s') já existe. Se você quiser mantê-lo, mova-o para um lugar seguro ou apague-o.

source: Do you want to make ROX a choice on your login screen (affects all users and requires the root password), or do you just want to set the session for your current user? If you know the root password and use a graphical display manager such as gdm or kdm, you should probably choose that option.
fr: Voulez vous faire de ROX un choix sur l'écran de connexion (tous les utilisateurs sont concernés et cela nécessite le mot de passe root), ou voulez vous simplement le configurer pour votre utilisateur courant ? Si vous connaissez le mot de passe root et que vous utilisez un gestionnaire de connexion graphique tel que gdm ou kdm, vous choissirez surement cette option.
it: Rendere ROX una possibilità di scelta sulla schermata di accesso al sistema (per tutti gli utenti, quindi c'è bisogno della password di root) o impostare la sessione solo per l'utente attuale? Se non si conosce la password di root o se non si usa un gestore grafico come gdm o kdm, è meglio scegliere «Solo per l'utente».
nl: Van ROX een keuze-optie maken op uw inlog-scherm (geeft effect bij alle gebruikers en vereist het root paswoord), of gewoon de sessie instellen voor de huidige gebruiker? Als het root paswoord gekent is en een grafische display manager zoals gdm of kdm gebruikt wordt, dan is dit waarschijnlijk de aangewezen optie.
pt_br: Você gostaria de tornar o ROX sua tela de login (isso afeta todos os usuários e precisa da senha de root), ou você quer apenas configurar a sessão para o usuário atual? Se você sabe a senha do root e usa um gerenciador gráfico como o gdm ou o kdm, você provavelmente poderá escolher esta opção.

source: Setup for user
fr: Configuration utilisateur
it: Solo per l'utente
nl: Instellen voor gebruiker
pt_br: Configurar para o usuário

source: Add to login
fr: Ajouter à la connexion
it: Aggiungi
nl: Toevoegen aan inlog-scherm
pt_br: Adicionar ao login

source: OK, now logout by your usual method and when you log in again, I should be your session manager. Note: you may need to select 'Default' as your desktop type after entering your user name on the login screen.
es: OK, ahora sal con tu método usual y cuando ingreses de nuevo, yo seré tu manejador de sesión. Nota: tal vez tengas que seleccionar 'Default' como tu tipo de escritorio después de ingresar tu nombre de usuario en la pantalla de login.
fr: OK, vous pouvez maintenant vous déconnecter de manière habituelle et lors de votre reconnexion, je serais votre gestionnaire de session. A noter: vous devez choisir type de bureau par 'Défaut' après avoir tapé votre nom d'utilisateur sur l'écran de connexion.
it: Disconnettersi adesso con la solita procedura e al prossimo accesso al sistema, ROX-Session dovrebbe essere il gestore di sessione predefinito. Nota: potrebbe essere necessario selezionare «Default» come tipo di desktop alla schermata di accesso al sistema.
nl: OK, log nu uit volgens de gebruikelijke methode en log daarna terug in, Ik zou nu uw sessie-beheerder moeten zijn. Nota: het kan nodig zijn om 'Standaard' te selecteren als uw desktop type na het ingeven van de gebruiker op het inlog-scherm
pt_br: OK, agora saia pelo modo normal e quando você entrar novamente, Eu serei seu gerenciador de sessões. Nota: você deve selecionar como 'Padrão' seu tipo de tela após entrar com o usuário e senha na tela de login.

source: I wanted to install a rox.desktop file in your session directory, but I couldn't find one! I tried these places (defaults for gdm2, at least):
fr: J'ai tenté d'installer un fichier de bureau rox dans votre répertoire de session, mais je n'ai pas pu en trouver! J'ai essayé ces emplacements (par défaut pour gdm2,au moins) :
it: Il programma ha bisogno di installare un file rox.desktop nella directory di sessione, ma non riesce a trovarne una. Ha provato in questi posti (che sono i predefiniti per gdm2):
nl: Ik wou een rox.desktop bestand installeren in uw sessie map, maar kon er geen vinden! I heb hier geprobeerd (standaard voor gdm2, ten minste):
pt_br: Eu precisava instalar o arquivo rox.desktop no diretório da sua sessão, mas não pude encontrar-lo! Eu tentei estes lugares (padrão do gdm2, ao menos):

source: /usr/local/sbin directory is missing! I want to install the rox-session script there... Please create it and try again.
fr: le répertoire /usr/local/sbin est manquant! Je veux y installer le script rox-session... Veuillez créer ce répertoire et réessayer.
it: Manca la directory «/usr/local/sbin». È necessario installare lo script di rox-session lì, quindi si deve creare la directory e riprovare.
nl: /usr/local/sbin map ontbreekt! I zou hier het rox-session script willen installeren... Maak deze map aan en probeer opnieuw.
pt_br: o diretório /usr/sbin esta faltando! Eu preciso instalar o programa rox-session neste local... Por favor crie-o e tente novamente.

source: OK, now logout by your usual method, and choose ROX from the session menu on your login screen just after entering your user name (but before entering your password).
fr: OK, vous pouvez maintenant vous déconnecter de façon habituelle, et choisir ROX depuis le menu session de votre écran de connexion juste après avoir saisie votre nom d'utilisateur (mais avant d'entrer votre mot de passe).
it: Disconnettersi adesso con la solita procedura e scegliere ROX dal menù di sessione, dopo aver inserito il nome utente (ma prima di inserire la password).
nl: OK, log uit volgens de gebruikelijke methode, an kies ROX van het sessie menu op het inlog scherm juist na het ingeven van uw gebruikersnaam (maar voor het ingeven van uw paswoord).
pt_br: Ok, agora saia pelo modo normal, e escolha o ROX no menu na sua tela de login apenas após entrar com seu usuário (mas antes de entrar com sua senha).

source: OK, I don't know what the problem is. Please ask on the rox-users mailing list. When we know what the problem is, we can add an extra check here to help out others in future. http://rox.sourceforge.net/phpwiki/index.php/MailingLists (you can copy and paste that address into your browser)
fr: OK, je ne sais pas quel est le problème. Veuillez demander auprès de la liste de diffusion rox-users. Quand nous déterminerons le problème, nous pourrons ajouter une vérification supplémentaires ici pour aider les futurs utilisateurs. http://rox.sourceforge.net/phpwiki/index.php/MailingLists (vous pouvez copier/coller cette adresse dans votre navigateur)
it: Problema sconosciuto. Chiedere aiuto sulla mailing list rox-users. Se non riusciamo a capire il problema, aggiungeremo dei controlli extra per aiutare gli altri in futuro. http://rox.sourceforge.net/phpwiki/index.php/MailingLists (è possibile copiare e incollare l'indirizzo nel browser web)
nl: OK, I heb geen idee van de oorzaak van het probleem. Aarzel niet om hulp te vragen via de rox-users mailing list. Wanneer we het probleem kennen, kan hier een extra controle toegevoegd worden om dit probleem naar de toekomst toe te vermijden. http://rox.sourceforge.net/phpwiki/index.php/MailingLists (het is mogelijk om dit adres naar een webbrowser te knippen/plakken)
pt_br: OK, Eu não sei que problema é esse. por favor pergunte aos usuários da lista de email do rox. Quando descobrirmos qual o problema, nós poderemos adicionar um check extra aqui para ajudar outros usuários. http://rox.sourceforge.net/phpwiki/index.php/MailingLists (você pode copiar e colar este endereço no seu navegador)

source: ROX-Session does not appear to be managing your session. Would you like to set it up now? If you think it should already be set up, click on Help.
fr: ROX-Session ne semble pas gérer votre session. Voulez vous le configurer maintenant ? Si vous pensez que cela a déjà été fait, cliquez sur l'Aide.
it: ROX-Session non sembra gestire questa sessione. Impostarlo adesso? Nel caso si pensi che sia già impostato, fare clic su «Aiuto».
nl: ROX-Session blijkt uw sessie niet te beheren. Nu instellen als sessie-beheerder? Klik op Help als het reeds zo ingesteld zou moeten zijn.
pt_br: ROX-Session não parece estar gerenciando sua sessão. Você gostaria de configurá-lo agora? Se você acha que não saberá configurar, clique em Ajuda.

source: Set up ROX
fr: Configuration de ROX
it: Imposta ROX
nl: ROX instellen
pt_br: Configurar o ROX

source: Set up ROX-Session
fr: Configuration de ROX-Session
it: Imposta ROX-Session
nl: ROX-Session installen
pt_br: Configurar o ROX-Session

source: ROX-Session is already managing your session - can't manage it twice!
da: ROX-Session kontrollerer allerede din session - kan ikke kontrollere den to gange!
de: ROX-Session ist bereits Ihr Sitzungsmanager!
ja: ROX-Sessionは既にセッションを管理しています - ２重管理はできません

source: Would you like to make ROX-Session your session manager?
da: Vil du gøre ROX-Session til din session manager?
de: Wollen Sie ROX-Session zu ihrem Sitzungsmanager machen?
ja: ROX-Sessionをセッションマネージャにしますか？

source: Single click!
de: Einfachklick!
ja: シングルクリック

source: Double click!!
de: Doppelklick!!
ja: ダブルクリック

source: Triple click!!!
de: Dreifachklick!!!
ja: トリプルクリック

source: Double-click here to test mouse
de: Hier doppelklicken um Maus zu testen
ja: ここをダブルクリックしてマウスをテスト

source: Error loading window manager list '%s': %s
da: Fejl under indlæsning af window manager listen '%s': %s
de: Fehler beim Laden der Fenstermanagerliste '%s': %s
ja: ウィンドウマネージャのリスト'%s'をロード中にエラー: %s

source: No window manager is currently selected. Please choose a window manager now.
da: Der er i øjeblikket ikke valgt nogen window manager. Vælg venligst en window manager nu.
de: Es ist kein Fenstermanager gewählt. Bitte wählen Sie jetzt einen Fenstermanager.
ja: ウィンドウマネージャを選んでいません。 まず選んでください。

source: Start window manager
de: Starte Fenstermanager
ja: ウィンドウマネージャを起動

source: Window manager
de: Fenstermanager
ja: ウィンドウマネージャ

source: The window manager is a program which puts title bars and frames on windows. It allows you to move windows around, resize them, close them and so on.
da: Window manageren er et program som putter tittel-bjælker og rammer på vinduer. Det gør at du kan flytte dine vinduer rundt, ændre størrelse på dem, lukke dem og så videre.
de: Der Fenstermanager ist für Rahmen und Titelzeilen der Fenster zuständig. Er ermöglicht die Fenster zu bewegen, in der Größe zu ändern und zu schliessen.
ja: ウィンドウマネージャはウィンドウの周りに枠とタイトルバーを表示します。アプリケーションをリサイズしたり閉じたりできるようになります。

source: Default window manager
da: Standard window manager
de: Vorgewählter Fenstermanager
ja: デフォルトのウィンドウマネージャ

source: Display
de: Anzeige
ja: 表示

source: Text
ja: テキスト

source: Default font
da: Standard skrifttype
ja: デフォルトのフォント

source: The font used by Gtk+-2.0 applications
ja: Gtk+-2.0のアプリケーションで使用するフォント

source: Desktop background
ja: デスクトップの背景

source: Bring up the menu over the desktop background to set the backdrop image or change the pinboard options.
ja: 背景を変更するには、デスクトップで右クリックして'背景'を選んでください。

source: Theme
ja: テーマ

source: GTK theme
ja: GTKのテーマ

source: Mouse
da: Mus
de: Maus
ja: マウス

source: Motion
ja: 移動

source: Acceleration threshold
de: Beschleunigungsgrenze
ja: 加速を開始する速度

source: Controls how fast you have to move the pointer before the acceleration (below) kicks in.
de: Regelt, wie schnell die Maus bewegt werden muss, bevor die Beschleunigung (siehe unten) einsetzt.
ja: マウスの移動速度がこの速さを超えたら加速を開始する

source: Acceleration (none)
de: Beschleunigung (keine)
ja: 加速(なし)

source: (10x)
ja: (10倍速)

source: When the pointer is moved quickly more than the threshold number of pixels, its speed is multiplied by this number.
de: Wenn die Maus schneller bewegt wird als im Grenzwert eingestellt, wird der Mauszeiger um diesen Wert beschleunigt.
ja: 通常速度の何倍速でマウスを移動するか

source: DnD Drag Threshold
ja: ドラッグを開始するまでの時間

source: Controls how far you have to drag the mouse to start a drag-and-drop operation. Set this high if you find yourself dragging things unintentionally.
ja: マウスをドラッグしてドラッグ＆ドロップの操作を開始するまでの待ち時間。 間違ってドラッグしてしまうことがある場合は、この時間を長めに設定してください

source: Buttons
ja: ボタン

source: Double-click speed: (fast)
da: Dobbelt-kliks hastighed: (hurtig)
de: Klickabstand: (kurz)
ja: ダブルクリックの速度: (速い)

source: (slow)
da: (langsom)
de: (lang)
ja: (遅い)

source: Time allowed between the two clicks that make up a double click. Make this bigger if you have trouble double-clicking fast enough; set it smaller if two single-clicks sometimes get treated as a double click.
da: Tiden mellem to klik der bestemmer om det er et dobbelt klik. Gør denne størrere hvis du har svært ved at dobbelt-klikke hurtigt nok; gør den mindre hvis to enkelt-klik sommetider bliver opfattet som et dobbelt-klik.
de: Zeit die zwischen den zwei Klicks eines Doppelklicks liegen darf. Vergrößern Sie ihn, wenn Sie zu schnell klicken müssen; verkleinern Sie ihn, wenn einzelne Klicks gelegentlich als Doppelklick gewertet werden.
ja: ２回クリックするまでの時間を設定します。ダブルクリックに必要な時間が短すぎると思う場合は長くしてください。

source: Keyboard
da: Tastatur
de: Tastatur
ja: キーボード

source: Cursor
ja: カーソル

source: Blinking cursor
da: Blinkende cursor
de: Blinkender Cursor
ja: カーソルの点滅

source: Speed: (fast)
da: Hastighed: (hurtig)
de: Geschwindigkeit: (schnell)
ja: 速度: (速い)

source: Speed at which the text entry cursor flashes (if flashing is enabled).
da: Den hastighed som tekst-cursoren blinker med (hvis blinkning er slået til)
de: Geschwindigkeit mit der der Eingabecursor blinkt (wenn Blinken eingeschaltet ist).
ja: 入力欄のカーソルが点滅する速度(点滅が有効な場合)

source: Shortcuts
de: Tastaturkürzel
ja: ショートカット

source: Allow keybindings to be changed from menus
da: Tllad ændringer af tastatur-genveje fra menuer
de: Menüpunkte dürfen mit eigenen Tasten belegt werden
ja: メニューでキー割り当てを変更できるようにする

source: When this is on, you can set up a short-cut for a menu item by holding to pointer over the menu item and pressing the key. If off, short-cuts cannot be changed.
da: Når denne er slået til kan du lave en tastatur-genvej til et menu objekt ved at holde din pointer over objektet og trykke på den ønskede tast. Hvis slået fra, kan tastatur-genvejene ikke ændres.
de: Wenn dies eingeschaltet ist, können Sie Menüpunkte mit Tasten belegen, indem Sie beim Anwählen eines Menüpunktes die gewünschten Tasten drücken.
ja: これをオンにすると、アイコンを右クリックしてメニューからショートカットを設定できるようになります

source: You can set global shortcuts (which work from any application) by assigning them to icons on a ROX-Filer pinboard or panel.
de: Definieren Sie allgemeingültige Kürzel (die in allen Programmen funktionieren), durch Zuweisung zu Icons auf Pinwand oder Panel.
ja: アプリケーションへのショートカットキーを設定できます。 ROX-Filerのデスクトップやパネルにあるアイコンを右クリックして設定してください。

source: Really logout?
da: Vil du virkelig logge ud?
ja: 本当にログアウトしますか？

source: XSettings
ja: Xの設定

source: Could not save options: %s
ja: オプションを保存できませんでした: %s

source: help
ja: ヘルプ

source: version
ja: バージョン

source: Cancel
ja: キャンセル

source: Yes
ja: はい

source: No
ja: いいえ

source: Login
ja: ログイン

source: Tried to make a backup of your old '%s' file, but the backup file ('%s') already exists.
fr: Tentative de sauvegarde de votre ancien fichier '%s', mais le fichier de sauvegarde ('%s') existe déjà.
nl: Poging gedaan om een backup van uw oude '%s' bestand te maken, maar het backup bestand ('%s') bestaat reeds.

source: Please enter the root password when prompted. I will attempt to create the files '%s' and '%s'.
fr: Une fois solicité, veuillez entrer le mot de passe root. Je vais ensuite tenter de créer les fichiers '%s' and '%s'
nl: Geef het root paswoord als het gevraagd wordt. Er zal dan getracht worden de bestanden '%s' en '%s' aan te maken.

source: Error trying to run xterm to ask for the root password.
fr: Une erreur est survenue lors du lancement de xterm pour la saisie du mot de passe root.
nl: Fout bij het starten van een xterm nodig om het root paswoord te vragen.

source: Failed to create '%s'
fr: Impossible de créer '%s'
nl: Mislukt om '%s' aan te maken

source: Oh dear; it didn't work and I don't know why! Error was: %s Make sure your .xsession and .xinitrc files are OK, then report the problem to tal197@users.sourceforge.net - thanks
da: Åh dog; det virkede ikke og jeg ved ikke hvorfor! Fejlen var: %s Sørg for at dine .xsession og .xinitrc filer er OK, raporter derefter problemet til tal197@users.sourceforge.net - tak
de: Himmel; das hat nicht funktioniert und ich weiss nicht warum! Der Fehler war: %s Überprüfen sie die Dateien .xsession and .xinitrc, und melden das Problem an tal197@users.sourceforge.net - danke

source: OK, now logout by your usual method and when you log in again, I should be your session manager. You can edit your .xsession file to customise things...
da: OK, log nu ud ved din sædvanlige metode og når du logger ind igen skulle jeg gerne være din session manager. Du kan redigere din .xsession fil for at indstille ting...
de: OK, melden Sie sich jetzt mit der gewohnten Methode ab, Ich sollte jetzt Ihr Sitzungsmanager sein. Sie können die Datei .xsession nach Ihren wünschen anpassen...

source: ROX-Session not managing XSettings, so changes will have no immediate effect...
da: ROX-Session kontrollerer ikke XSettings, så ændringer vil ikke have nogen åjeblikkelig effekt...
de: ROX-Session verwalten nicht die XSettings, Änderungen zeigen daher nicht sofort Wirkung...

source: _Logout
da: _Log ud

source: These settings affect all XSettings-aware programs immediately. Older programs will not be affected.
da: Disse indstillinger vil påvirke alle XSettings-forberedte programer med det samme. Ældre programmer vil ikke blive påvirket.

source: The font used by Gtk+ applications
da: Skriftypen der vil blive brugt af Gtk+ programmer
