Repository: Liboicl/ROX-Session
Catalog: src/po/*.po
Languages: da, de, es, fr, it, ja, lt, nl, pt_br, ru

source: Copyright (C) 2002 Thomas Leonard. ROX-Session comes with ABSOLUTELY NO WARRANTY, to the extent permitted by law. You may redistribute copies of ROX-Session under the terms of the GNU General Public License. For more information about these matters, see the file named COPYING.
da: Copyright (C) 2002 Thomas Leonard. ROX-Session kommer med ABSOLUT INGEN GARANTI, i den grad der er tilladt af loven. Du må redistribuere copier af ROX-Session under retningslinjerne fremsat i GNU General Public License. For mere information omkring disse ting, se filen ved navn COPYING.
de: Copyright © 2002 Thomas Leonard. ROX-Session with ABSOLUTELY NO WARRANTY, to the extent permitted by law. You may redistribute copies of ROX-Session under the terms of the GNU General Public License. For more information about these matters, see the file named COPYING.
es: Copyright (C) 2002 Thomas Leonard. ROX-Filer viene con ABSOLUTAMENTE NINGUNA GARANTIA, dentro de lo permitido por la ley. Puedes distribuir copias de ROX-Filer bajo los términos de la Licencia Pública General GNU. Por más información sobre éstos temas consulta el archivo llamado COPYING.
fr: Copyright (C) 2003 Thomas Leonard. ROX-Filer est fourni SANS GARANTIE AUCUNE, sans préjudice des termes prévus par la loi. Vous pouvez redistribuer des copies de ROX-Session selon les termes de la GNU General Public License. Pour plus d'information à ce sujet, voir le fichier COPYING.
it: Copyright @ 2002 Thomas Leonard. ROX-Session non fornisce ALCUNA GARANZIA, nei limiti permessi dalla legge. È possibile ridistribuire copie di ROX-Session secondo i termini della GNU General Public License. Per ulteriori informazioni, vedere il file «COPYING».
ja: Copyright (C) 2002 Thomas Leonard. ROX-Session comes with ABSOLUTELY NO WARRANTY, to the extent permitted by law. You may redistribute copies of ROX-Session under the terms of the GNU General Public License. For more information about these matters, see the file named COPYING. 日本語翻訳 UTUMI Hirosi, 2003
lt: Autorinės teisės priklauso © 2002 Thomas Leonard. ROX-Session pateikiamas VISIŠKAI BE JOKIOS GARANTIJOS. Jūs galite platinti ROX-Session kopijas, vadovaudamiesi GNU GPL licencijos sąlygomis. Platesnė informacija - byloje COPYING.
nl: Copyright (C) 2002 Thomas Leonard. ROX-Filer komt ABSOLUUT ZONDER GARANTIE, voor zover wettelijk toegestaan. Kopieën van ROX-Filer mogen verspreid worden onder de voorwaarden van de GNU General Public Licence. Voor meer informatie zie het bestand COPYING.
pt_br: Copyright (C) 2002 Thomas Leonard. ROX-Session vem com ABSOLUTAMENTE NENHUMA GARANTIA, à extensão permitida pela lei. Você pode redistribuir cópias do ROX-Session nos termos da GNU General Public License. Para maiores informações, veja o arquivo COPYING.
ru: Копирайт (C) 2002 Thomas Leonard. ROX-Session распостраняется АБСОЛЮТНО БЕЗ ГАРАНТИЙ, Вы можете распостранять копии ROX-Session на условиях Генеральной Публичной Лицензии GNU GPL Для получения более подробной информации см. файл COPYING

source: Try `ROX-Session/AppRun --help' for more information.
da: Prøv 'ROX-Session/AppRun --help' for mere information.
de: Weitere Informationen mit `ROX-Session/AppRun --help'.
es: Intenta con `ROX-Session/AppRun --help' para más información.
fr: Essayer `ROX-Session/AppRun --help' pour plus d'informations.
it: Usare «ROX-Session/AppRun --help» per ulteriori informazioni.
ja: 詳しくは`ROX-Session/AppRun --help'をご覧ください
lt: Įvykdykite komandą „ROX-Session/AppRun --help“ platesnei informacijai gauti.
nl: Probeer `ROX-Session/AppRun --help' voor meer informatie.
pt_br: Tente `ROX-Session/AppRun --help' para maiores informações.
ru: Попробуйте `ROX-Session/AppRun --help' для получения большей информации.

source: Try `ROX-Session/AppRun -h' for more information.
da: Prøv 'ROX-Session/AppRun -h' for mere information.
de: Weitere Informationen mit `ROX-Session/AppRun -h'.
es: Intenta con `ROX-Session/AppRun -h' para más información.
fr: Essayer `ROX-Session/AppRun -h' pour plus d'informations.
it: Usare «ROX-Session/AppRun -h» per ulteriori informazioni.
ja: 詳しくは`ROX-Session/AppRun -h'をご覧ください
lt: Įvykdykite komandą „ROX-Session/AppRun -h“ platesnei informacijai gauti.
nl: Probeer `ROX-Session/AppRun -h' voor meer informatie.
pt_br: Tente `ROX-Session/AppRun -h' para maiores informações.
ru: Попробуйте `ROX-Session/AppRun --h' для получения большей информации.

source: NOTE: Your system does not support long options - you must use the short versions instead.
da: BEMÆRK: Dit system understøtter ikke lange valgmuligheder - du bliver nød til at bruge de korte istedet.
de: ACHTUNG: Ihr System unsterstützt lange Optionen nicht - bitte die kurze Version benutzen..
es: AVISO: Tu sistema no soporta opciones largas - debes utilizar las versiones cortas.
fr: NOTE : votre système ne supporte pas les options longues - vous devez utiliser les versions courtes à la place.
it: Nota: questo sistema non supporta le opzioni lunghe, è necessario usare quelle corte.
ja: 注意: お使いのシステムはロングオプションをサポートしていません - ショートオプションを使ってください
lt: DĖMESIO: jūsų sistema nepalaiko ilgų argumentų, vietoje jų naudokitės trumpaisiais.
nl: Let op: uw systeem ondersteunt geen lange opties - gebruik in plaats daarvan de korte versies.
pt_br: NOTA: Seu sistema não suporta opções longas - você deve usar versões curtas.
ru: Ваша система не поддерживает длинные опции - вы должны использовать короткие варианты вместо них.

source: Usage: ROX-Session/AppRun [OPTION]... If ROX-Session is already managing your session then display the logout window. If not, offer to make ROX-Session your session manager for future sessions. -h, --help display this help and exit -v, --version display the version information and exit -w, --wait simply wait until run again (internal use) The latest version can be found at: http://rox.sourceforge.net Report bugs to <tal197@users.sourceforge.net>.
da: Anvendelse: ROX-Session/AppRun [VALGMULIGHEDER]... Hvis ROX-Session allerede kontrollerer din session så vis log ud vinduet. Hvis ikke, så tilbyd at gøre ROX-Session din session manager for fremtiden. -h, --help vis denne hjælp og afslut -v, --version vis version informationen og afslut -w, --wait vent indtil ROX-Session kæres igen (intern brug) Den nyeste version kan findes på: http://rox.sourceforge.net Rapporter fejl til <tal197@users.sourceforge.net>.
de: Syntax: ROX-Session/AppRun [OPTION]... Falls ROX-Session bereits ihr Sitzungsmanager ist, Abmeldefenster öffnen. Sonst anbieten ROX-Session zum Sitzungsmanager für zukünftige Sitzungen zu machen. -h, --help mit Zeigen dieser Hilfe beenden -v, --version mit Zeigen der Version beenden -w, --wait warten bis erneut gestartet (zur internen Benutzung) Die neueste Versionen findet sich unter: http://rox.sourceforge.net Fehler melden an <tal197@users.sourceforge.net>.
es: Uso: ROX-Session/AppRun [OPCION]... Si ROX-Session ya está manejando tu sesión entonces muestra la ventana para salir. Si no, ofrece hacer que ROX-Session sea tu manejador de sesión para las sesiones futuras. -h, --help muestra ésta ayuda y termina -v, --version muestra la versión y termina -w, --wait simplemente espera hasta ejecutarse de nuevo (uso interno) La última versión se encuentra en: http://rox.sourceforge.net Informa sobre fallos a <tal197@users.sourceforge.net>.
fr: Utilisation: ROX-Session/AppRun [OPTION]... Si ROX-Session gère déjà votre session cela affiche la fenêtre de déconnexion. Sinon, cela offre la possibilité de faire de ROX-Session votre gestionnaire de session pour les futures sessions. -h, --help affiche cette aide et quitte -v, --version affiche la version et quitte -w, --wait attend simplement jusqu'au prochain appel (usage interne) La dernière version peut être trouvée sur: http://rox.sourceforge.net Veuillez reporter les bugs à <tal197@users.sourceforge.net>.
it: Uso: ROX-Session/AppRun [OPZIONE]... Se ROX-Session sta già gestendo la sessione, allora visualizza la finestra di fine sessione. Altrimenti, rende ROX-Session il gestore di sessione predefinito per il futuro. -h, --help mostra questo aiuto ed esce -v, --version mostra le informazioni sulla versione ed esce -w, --wait aspetta fino a quando viene eseguito di nuovo (uso interno) La versione più recente si trova al sito web: http://rox.sourceforge.net Segnalare i bug a <tal197@users.sourceforge.net>.
ja: 使いかた: ROX-Session/AppRun [OPTION]... If ROX-Session is already managing your session then display the logout window. If not, offer to make ROX-Session your session manager for future sessions. -h, --help display this help and exit -v, --version display the version information and exit -w, --wait simply wait until run again (internal use) The latest version can be found at: http://rox.sourceforge.net Report bugs to <tal197@users.sourceforge.net>.
lt: Naudojimas: ROX-Session/AppRun [ARGUMENTAS]... Jei ROX-Session jau kontroliuoja jūsų sesiją, pamatysite išsiregistravimo langą. Priešingu atveju jums bus pasiūlyta padaryti ROX-Session nutylimaja jūsų būsimųjų sesijų tvarkykle. -h, --help parodo šią pagalbą ir baigia progamos darbą. -v, --version parodo informaciją apie versiją ir baigia programos darbą. -w, --wait tiesiog laukia pakartotino paleidimo (naudojama viduje). Naujausią versiją galima rasti adresu: http://rox.sourceforge.net Prašome pranešti apie programos riktus adresu <tal197@users.sourceforge.net>.
nl: Gebruik: ROX-Session/AppRun [OPTIES]... Indien ROX-Session reeds uw sessie beheert, wordt het uitlog venster getoond. Anders wordt voorgesteld om ROX-Session in de toekomst als sessie-beheerder te gebruiken. -h, --help toon deze helptekst en sluit af -v, --version toon informatie over versie en sluit af -w, --wait wacht tot opnieuw gestart wordt (intern gebruik) De meest recente versie is te vinden op: http:/rox.sourceforge.net Rapporteer bugs aan <tal197@users.sourceforge.net>.
pt_br: Uso: ROX-Session/AppRun [OPCAO]... Se o ROX-Session ja estiver gerenciando sua sessão então ele exibirá a tela de sair. Se não, oferece tornar o ROX-Session seu gerenciador de sessões para futuras sessões. -h, --help mostra esta ajuda e sai -v, --version mostra as informações de versão e sai -w, --wait simplesmente espera enquanto executa novamente (uso interno) A última versão pode ser encontrada em: http://rox.sourceforge.net Reportar bugs para <tal197@users.sourceforge.net>.
ru: Используйте: ROX-Session/AppRun [опции]... Если ROX-Session уже управляет сессией, то он отобразит окно выхода. Если нет, попытается сделать ROX-Session вашим менеджером сессий для последующих запусков. -h, --help отобразить эту справку и выйти -v, --version отобразить информацию о версии и выйти -w, --wait просто ждать следующего запуска (для внутренних нужд) Последняя версия доступна: http://rox.sourceforge.net Отчеты об ошибках посылайте на <tal197@users.sourceforge.net>.

source: Your login script (%s) died
da: Dit login skript (%s) døde
de: Ihr Anmeldeskript (%s) brach mit Fehler ab
es: Tu script de login (%s) murió
fr: Votre script de démarrage (%s) a échoué
it: Lo script di accesso al sistema (%s) è terminato
lt: Jūsų įsiregistravimo skriptas (%s) nulūžo
nl: Uw login script (%s) is gestorven
pt_br: Seu script de login (%s) morreu
ru: Ваш логин скрипт (%s) сдох

source: Your login script (%s) exited with exit status %d
da: Dit login skript (%s) afsluttede med slut status %d.
de: Ihr Anmeldeskript (%s) brach ab mit Fehler %d
es: Tu script de login (%s) terminó con código de salida %d
fr: Votre script de démarrage (%s) a quitté avec le code d'erreur %d
it: Lo script di accesso al sistema (%s) è terminato con lo stato di uscita %d
lt: Jūsų įsiregistravimo skriptas (%s) nutraukė darbą su tokiu pranešimu: %d
nl: Uw login script (%s) is gestopt met status %d
pt_br: Seu script de login (%s) saiu com o status %d
ru: Ваш логин скрипт (%s) завершился со статусом %d

source: . I'll give you an xterm to try and fix it. ROX-Session itself is running fine though - run me a second time to logout.
da: . Jeg giver dig en xterm så du kan forsøge at løse problemet. Selve ROX-Session kører dog fint - kør mig en til gang for at logge ud
de: . Ich öffne ihnen ein Terminal zur Reparatur. ROX-Session selber funktioniert aber - starte mich ein zweites mal zum Abmelden.
es: . Te daré una xterm para que intentes arreglarlo. ROX-Session está corriendo correctamente sin embargo - ejecútame otra vez para salir.
fr: . Je vais vous fournir un xterm pour essayer de le réparer. ROX-Session tourne cependant correctement - lancez moi une seconde fois pour vous déconnecter.
it: . Viene ora eseguito un xterm per cercare di risolvere il problema. Sebbene ROX-Session sia in esecuzione correttamente, lo si esegua di nuovo per uscire.
lt: . Aš jums paleisiu terminalą, kad pabandytumėte tai sutvarkyti. Pats ROX-Session veikia puikiai, jei norėsite išsiregistruoti paleiskite mane dar kartą.
nl: . Ik zal een xterm starten zodat je kan proberen het probleem op te lossen.ROX-Session is weldegelijk aan het lopen - start mij een tweede keer om uit te loggen.
pt_br: . Eu abrirei um xterm para você tentar arrumar. ROX-Session esta sendo executado bem - execute-me novamente para sair.

source: ROX-Session lost its connection to the D-BUS session bus. You should save your work and logout as soon as possible (many things won't work correctly without the bus, and this is the only way to restart it).
fr: ROX-Session a perdu sa connexion au bus de session D-BUS. Vous devriez sauver votre travail et vous déconnecter aussitôt que possible (beaucoup de composants ne fonctionnent pas correctement sans ce bus, et c'est le seulmoyen de le redémarrer).
it: ROX-Session ha perso la connessione con D-BUS. Salvare i documenti e disconnettersi al più presto possibile (molte cose non funzionano correttamente senza il bus e questo è l'unico modo di riavviarlo).
nl: ROX-Session heeft de verbinding met de D-BUS sessie verloren. Om problemen te vermijden, bewaar uw werk en log uit zo snel als mogelijk (vele zaken zullen niet juist werken zonder de bus en uitloggen is de enige manier om deze te herstarten).
pt_br: ROX-Session perdeu a conexão com o D-BUS. Você deve salvar seu trabalho e sair o tão breve possível (muitas coisas não funcionarão corretamente sem a conexão, e esta é a única forma de reiniciar-lo).

source: ROX-Session is already running. Can't manage your session twice!
fr: ROX-Session est déjà exécuté. Il n'est pas possible de gérer votre session deux fois!
it: ROX-Session è già in esecuzione: non si può gestire la sessione due volte.
nl: ROX-Session is reeds gestart. Kan een sessie niet tweemaal beheren!
pt_br: ROX-Session ja esta sendo executado e não pode gerenciar sua sessão 2X!

source: Failed to open libdbus-1.so.0. D-BUS support disabled.
it: Fallita l'apertura di libdbus-1.so.0. Il supporto a D-BUS è disabilitato.
pt_br: Falhou ao abrir a libdbus-1.so.0. O suporte ao D-BUS esta desabilitado

source: Failed to open libdbus-glib-1.so.0. D-BUS support disabled.
it: Fallita l'apertura di libdbus-glib-1.so.0. Il supporto a D-BUS è disabilitato.
pt_br: Falhou ao abrir a libdbus-glib-1.so.0. O suporte ao D-BUS esta desabilitado

source: %s You can get D-BUS from freedesktop.org. ROX-Session will not work correctly without it!
fr: %s Vous pouvez obtenir D-BUS depuis freedesktop.org. ROX-Session ne marche pas sans!
it: %s Procurarsi D-BUS su freedesktop.org: ROX-Session non funziona correttamente senza.
nl: %s D-BUS is beschikbaar op freedesktop.org. ROX-Session zal niet juist werken zonder!
pt_br: %s Você pode pegar o D-BUS em freedesktop.org. ROX-Session não trabalhará perfeitamente sem ele!

source: DPMS extension not supported
it: Estensione DPMS non supportata
pt_br: A extensão DPMS não é suportada

source: Display not capable of DPMS
it: Il display non gestisce il DPMS
pt_br: Sistema incapaz de usar o DPMS

source: DPMS timeout under 10 seconds, rounding up
it: Il timeout del DPMS è inferiore ai 10 secondi, arrotondo.
pt_br: O tempo do DPMS esgotará em 10 segundos

source: Unable to read previous DPMS timeouts
it: Impossibile leggere i precedenti timeout del DPMS
pt_br: Incapaz de ler antigos 'tempos esgotados' do DPMS

source: Unable to set DPMS timeouts
it: Impossibile impostare i timeout del DPMS
pt_br: Incapaz de ajustar os 'tempos esgotados' do DPMS

source: Unable to get DPMS state
it: Impossibile ottenere lo stato del DPMS
pt_br: Incapaz de saber o estado do DPMS

source: Unable to set DPMS state
it: Impossibile impostare lo stato del DPMS
pt_br: Incapaz de ajustar o estado do DPMS

source: Note that you must save your choices, logout and log back in again before the new settings will take full effect.
da: Bemærk at du bliver nød til at gemme dine valg, logge ud og logge ind igen før de nye indstillinger vil have fuld effekt.
de: Beachten Sie, dass geänderte Einstellungen erst nach erneutem Anmelden voll wirksam werden.
es: Ten en cuenta que debes guardar tus opciones, salir e ingresar de nuevo para que las nuevas opciones surtan efecto.
fr: Notez que vous devez sauvez vos choix, vous déconnecter et vous reconnecter avant que les nouveaux paramètres ne prennent entièrement effet.
it: Affinché le nuove impostazioni abbiano effetto, è necessario salvare le preferenze, uscire e accedere di nuovo al sistema.
ja: 新しい設定を有効にするには、設定を保存して再ログインしてください。 日本語翻訳: UTUMI Hirosi, 2003
lt: Nepamirškite, jog turite išsaugoti savo parinktis, išsiregistruoti ir vėl įsiregistruoti, kad naujosios nuostatos įsigaliotų pilnai.
nl: Merk op dat je uw instellingen moet bewaren, uitloggen en terug inloggen alvorens deze nieuwe instellingen volledig effect zullen hebben.
pt_br: Note que você deve salvar sua configuração, sair e entrar novamente antes que suas novas configurações tenham efeito.
ru: Вы должны сохранить настройки, разлогиниться и войти в систему снова, чтобы новые установки вступили в силу.

source: ROX-Session: write to stderr failed!
da: ROX-Session: skrivning til stderr mislykkedes!
de: ROX-Session: Fehler beim Schreiben auf Fehlerausgabe!
es: ROX-Session: ¡la escritura en stderr falló!
fr: ROX-Session: l'écriture sur stderr a échouée!
it: ROX-Session: scrittura su stderr fallita.
lt: ROX-Session: nepavyko rašyti į stderr!
nl: ROX-Session: schrijven naar stderr mislukt!
pt_br: ROX-Session: escreveu na stderr que falhou!
ru: ROX-Session: запись в stderr невозможна!

source: ROX-Session: read(stderr) failed!
da: ROX-Session: read(stderr) mislykkedes!
de: ROX-Session: Fehler beim Lesen von Fehlerausgabe!
es: ROX-Session: ¡read(stderr) falló!
fr: ROX-Session: la lecture de stderr a échouée!
it: ROX-Session: read(stderr) fallita.
lt: ROX-Session: nepavyko skaityti iš stderr!
nl: ROX-Session: read(stderr) mislukt!
pt_br: ROX-Session: leu na stderr que falhou!
ru: ROX-Session: чтение(stderr) невозможно!

source: ROX-Session message log
de: Aufzeichnung der ROX-Session Meldungen
es: Registro de mensajes de ROX-Session
fr: message log de ROX-Session
it: Messaggi di log di ROX-Session
ja: ROX-Sessionのメッセージログ
lt: ROX-Session pranešimų žurnalas
nl: ROX-Session berichten log
pt_br: Histórico de mensagens do ROX-Session
ru: ROX-Session лог сообщений

source: Show message log
de: Zeige Aufzeichnung der Meldungen
es: Mostrar registro de mensajes
fr: Montrer le message de log
it: Mostra i messaggi di log
ja: メッセージのログを表示
lt: Rodyti pranešimų žurnalą
nl: Toon berichten log
pt_br: Exibir histórico das mensagens
ru: Показать лог сообщений

source: (use default)
es: (usar predeterminado)
fr: (utiliser le choix par défaut)
it: (usa il predefinito)
ja: (デフォルトを使う)
lt: (naudoti nutylimą)
nl: (gebruik standaard)
pt_br: (usar padrão)
ru: (использовать по умолчанию)

source: Internal error: %s unreadable
es: Error interno: no se puede leer %s
fr: Erreur interne: %s illisible
it: errore interno: %s illeggibile
ja: 内部エラー: %s unreadable
lt: Vidinė klaida: nepavyksta nuskaityti %s
nl: Interne fout: %s onleesbaar
pt_br: Erro interno: %s ilegível
ru: Внутренняя ошибка: %s не читаем

source: Options
da: Indstillinger
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
lt: Nuostatos
nl: Opties
pt_br: Opções
ru: Опции

source: _Revert
da: _Gendan
de: _Rückgängig
es: _Deshacer
fr: _Revenir
it: _Ripristina
ja: 戻す(_R)
lt: _Atstatyti
nl: O_ngedaan maken
pt_br: _Reverter
ru: Отмена

source: Restore all choices to how they were when the Options box was opened.
da: Gendan alle indstillinger til hvordan de var da Indstillinger-boksen blev åbnet.
de: Alle Änderungen seit Öffnen von 'Optionen' rückgängig machen.
es: Restaurar todas las opciones a como estaban cuando la ventana Opciones fue abierta
fr: Récupérer tous les choix tels qu'ils étaient lorsque la boîte Options a été ouverte.
it: Rimette le preferenze come erano prima dell'apertura della finestra «Opzioni».
lt: Atstatyti visas parinktis į tokias, kokios jos buvo atidarius šį nuostatų dialogą.
nl: Zet alle instellingen terug naar de toestand toen het Opties venster werd geopend.
pt_br: Restaura as opções igual estavam antes de abrir a Tela de Opções.
ru: Восстановить все настройки с которыми диалог опций был открыт

source: Choices will be saved as: %s
da: Choices vil blive gemt som: %s
de: Einstellungen werden gespeichert als: %s
es: Las opciones serán guardadas como: %s
fr: Les choix seront sauvés sous : %s
it: Le preferenze vengono salvate come: %s
ja: 選択を以下に保存します: %s
lt: Parinktys bus išsaugotos kaip: %s
nl: Instellingen zullen opgeslagen worden als: %s
pt_br: As opções serão salvas como: %s
ru: Настройки будут сохранены как: %s

source: (saving disabled by CHOICESPATH)
da: (gemning slået fra af CHOICESPATH)
de: (kein Schreibrecht in CHOICESPATH)
es: (el guardado de las opciones está deshabilitado por CHOICESPATH)
fr: (sauvegarde désactivée par CHOICESPATH)
it: (salvataggio disabilitato da CHOICESPATH)
lt: (išaugojimas deaktyvuotas iš CHOICESPATH)
nl: (opslaan is uitgezet door de CHOICESPATH variabele)
pt_br: (salvar desabilitado pelo CHOICESPATH)
ru: (сохранение отключено посредством CHOICESPATH)

source: Error saving %s: %s
da: Fejl under gemning af %s: %s
de: Fehler beim Speichern von %s: %s
es: Error guardando %s: %s
fr: Erreur lors de la sauvegarde de %s: %s
it: Errore durante il salvataggio di %s: %s
lt: Klaida bandant išsaugoti %s: %s
nl: Fout tijdens bewaren bestand %s: %s
pt_br: Erro salvando %s: %s
ru: Ошибка сохранения %s: %s

source: Invalid .gmo translation file (too short): %s
da: Ugyldig .gmo oversættelses-fil (for kort): %s
de: Fehlerhafte .gmo Übersetzungsdatei (zu kurz): %s
es: Archivo de traducción .gmo inválido (demasiado corto): %s
fr: Fichier de traduction .gmo invalide (trop court): %s
it: File di traduzione .gmo non valido (troppo corto): %s
ja: 不正な.gmo翻訳ファイル(短すぎます): %s
lt: Netinkama (per maža) .gmo vertimo byla: %s
nl: Ongeldig .gmo vertalingsbestand (te kort): %s
pt_br: Arquivo de tradução .gmo inválido (muito pequeno): %s
ru: Плохой .gmo файл перевода (слишком короткий): %s

source: Invalid .gmo translation file (GNU magic number not found): %s
da: Ugyldig .gmo oversættelses-fil (GNU magic number ikke fundet): %s
de: Fehlerhafte .gmo Übersetzungsdatei ('GNU magic number' nicht gefunden): %s
es: Archivo de traducción .gmo inválido (Número mágico GNU no encontrado): %s
fr: Fichier de traduction .gmo invalide (nombre magique GNU non trouvé): %s
it: File di traduzione .gmo non valido (numero magico GNU non trovato): %s
ja: 不正な.gmo翻訳ファイル(GNU magic number not found): %s
lt: Netinkama .gmo vertimo byla (nerandu GNU magiškojo skaičiuko): %s
nl: Ongeldig .gmo vertalingsbestand (GNU magisch nummer niet gevonden): %s
pt_br: Arquivo de tradução .gmo inválido (número mágico GNU não encontrado): %s
ru: Плохой .gmo файл перевода (GNU magic number не найден): %s
