Repository: Liboicl/ROX-Session
Catalog: src/po/*.po
Languages: da, de, es, fr, it, ja, lt, nl, pt_br, ru

source: Failed to run login script: %s
da: Mislykkedes i at køre login-skriptet: %s
de: Anmeldeskript konnte nicht augeführt werden: %s
es: Falló la ejecución del script de login: %s
fr: Impossible de lancer le script de démarrage: %s
it: Fallita l'esecuzione dello script di accesso al sistema: %s
ja: ログインスクリプトの実行に失敗しました: %s
lt: Nepavyko paleisti įsiregistravimo skripto: %s
nl: Mislukt om inlog script te starten: %s
pt_br: Falhou ao executar o script de login: %s
ru: Провал выполнения скрипта логина: %s

source: ROX-Filer has terminated (crashed?).You should probably try to restart it.
es: ROX-Filer ha terminado (¿caído?). Es probable que debas intentar reiniciarlo.
fr: ROX-Filer s'est arrêté (planté?). Vous devez surement essayer de le redémarrer.
it: ROX-Filer è terminato (crash?). Provare a riavviarlo.
ja: ROX-Filerが終了しました(クラッシュ？)。再起動してみてください
lt: ROX-Filer baigė darbą (lūžo?). Jums reikėtų pabandyti jį perleisti.
nl: ROX-Filer is afgesloten (ge-crashed?). Het is waarschijnlijk het beste om ROX-Filer te herstarten.
pt_br: ROX-Filer terminou (travou?).Você pode tentar reiniciá-lo.
ru: ROX-Filer завершил свою работу (рухнул?). Вам может потребоваться перезапустить его.

source: Do nothing
es: Hacer nada
fr: Ne rien faire
it: Non fare niente
ja: 何もしない
lt: Nieko nedaryti
nl: Doe niets
pt_br: Não faz nada
ru: Нечего делать

source: Run Xterm
es: Ejecutar Xterm
fr: Lancer un Xterm
it: Esegui Xterm
ja: Xtermを実行
lt: Paleisti Xterm
nl: Start Xterm
pt_br: Executa o xterm
ru: Выполняю Xterm

source: _Restart
es: _Reiniciar
fr: _Redémarrer
it: _Riavvia
ja: 再起動(_R)
lt: _Perkrauti
nl: _Herstarten
pt_br: _Reiniciar
ru: Перезагрузка

source: Failed to run '%s': %s
es: Falló la ejecución de '%s': %s
fr: Impossible d'exécuter '%s' : %s
it: Fallita l'esecuzione di «%s»: %s
ja: '%s'の実行に失敗しました: %s
lt: Nepavyko paleisti „%s“: %s
nl: Mislukt om '%s' te starten: %s
pt_br: Falhou ao executar '%s': %s
ru: Не могу выполнить '%s': %s

source: Failed to change the cursor theme: %s You can use the Mouse configuration application to change the setting.
it: Fallito il cambio di tema del cursore: %s Usare l'applicazione «Mouse» per cambiare le impostazioni.
pt_br: Falhou ao mudar o tema do cursor: %s Você pode usar a Configuração do Mouse para alterar isso.

source: Your window manager has crashed (or quit). Please restart it, or choose another window manager.
da: Din window manager er blevet afbrydt (eller afsluttet). Genstart den venligst, eller vælg en anden window manager.
de: Ihr Fenstermanager ist abgestürzt (oder beendet). Bitte starten Sie Ihn neu, oder wählen Sie einen anderen Fenstermanager.
es: Tu manejador de ventanas se ha caído (o terminó). Por favor reinícialo, o elige otro manejador de ventanas.
fr: Votre gestionnaire de fenêtre a planté (ou quitté). Veuillez le redémarrer, ou choisir un autre gestionnaire de fenêtre.
it: Il window manager è andato in crash (o è stato chiuso). Riavviarlo o sceglierne un altro.
ja: お使いのウィンドウマネージャがクラッシュ(もしくは終了)しました。再起動するか別のウィンドウマネージャを選んでください
lt: Jūsų langų tvarkyklė nulūžo (arba baigė darbą). Prašau ją perleisti, arba pasirinkti kitą tvarkyklę.
nl: Uw window manager is ge-crashed (of gestopt). Start het opnieuw, of kies een andere window manager.
pt_br: Seu Gerenciador de Janelas travou (ou saiu). Por favor reinicie-o, ou escolha outro Gerenciador de Janelas.
ru: Ваш оконный менеджер рухнул (или завершил работу). Пожалуйста рестартуйте его, или выберите другой оконный менеджер

source: Your default window manager is now '%s'. Would you like to quit your current window manager and start the new one right now?
fr: Votre gestionnaire de fenêtre par défaut est maintenant '%s'. Voulez vous quitter le gestionnaire de fenêtre courant et démarrer le nouveaumaintenant ?
it: Il window manager predefinito ora è «%s». Uscire adesso dal window manager corrente e caricare quello nuovo?
pt_br: Seu Gerenciador de Janelas padrão é '%s'. Você gostaria de sair dele e iniciar outro novo agora?

source: The window manager which ROX-Session started for you is still running. Quit it before starting a new one.
da: Den window manager, som ROX-Session startede for dig, kærer stadig. Afslut den før du starter en ny.
de: Der von ROX-Session gestartete Fenstermanager läuft noch. Beenden Sie Ihn bevor Sie einen neuen starten.
es: El manejador de ventanas que ROX-Session ejecutó para tí todavía está corriendo. Termínalo antes de ejecutar uno nuevo.
fr: Le gestionnaire de fenêtres que ROX-Session a démarré pour vous s'exécute toujours. Veuillez le quitter avant d'en démarrer un nouveau.
it: Il window manager con cui ROX-Session è stato avviato è ancora in esecuzione. È necessario chiuderlo prima di avviarne un'altro.
ja: ROX-Sessionが起動しようとしたウィンドウマネージャは実行中です。終了したのち新たに起動してください
lt: Langų tvarkyklė, kurią ROX-Session jums paleido, vis dar veikia. Išjunkite ją prieš paleisdami naują.
nl: De window manager die ROX-Session voor je gestart heeft, is nog steeds lopende. Stop het alvorens een nieuwe te starten.
pt_br: O Gerenciador de Janelas que o ROX-Session iniciou para você ainda esta sendo executado. Saia dele antes de iniciar um outro.
ru: Оконный менеджер с которым ROX-Session стартовал продолжает работать. Завершитеего до старта нового менеджера

source: Failed to start window manager: %s Please choose a new window manager and try again.
da: Mislykkedes i at starte window manageren: %s Vælg venligst en ny window manager og prøv igen.
de: Konnte Fenstermanager nicht starten: %s Bitte versuchen Sie es mit einem anderen Fenstermanager.
es: Falló la ejecución del manejador de ventanas: %s Por favor elige un nuevo manejador de ventanas e intenta de nuevo.
fr: Impossible de démarrer le gestionnaire de fenêtres: %s Veuiller choisir un nouveau gestionnaire de fenêtres et ré-essayer.
it: Avvio del window manager fallito: %s Scegliere un nuovo window manager e riprovare.
ja: ウィンドウマネージャの起動に失敗しました: %s 別のものを選んでやりなおしてください。
lt: Nepavyko paleisti langų tvarkyklės: %s Pasirinkite kitą langų tvarkyklę ir pabandkykite iš naujo.
nl: Mislukt om een window manager te starten: %s Kies een nieuwe window manager en probeer nogmaals.
pt_br: Falhou ao iniciar o Gerenciador de Janelas: %s Por favor escolha um novo Gerenciador de Janelas e tente novamente.
ru: Не могу стартовать оконный менеджер: %s Пожулуйста, выберите новый оконный менеджер и повторите попытку

source: Failed to set keyboard map: %s You can use the Keyboard configuration application to change the setting.
it: Fallita l'impostazione della mappa della tastiera: %s Usare l'applicazione «Keyboard» per cambiare le impostazioni.
pt_br: Falhou ao configurar o Mapa de teclado: %s Você pode usar a Configuração de Teclado para alterar isso.

source: Failed to set auto repeat rate/interval
it: Fallita l'impostazione della frequenza di autoripetizione
pt_br: Falhou ao alterar a tempo de auto repetimento

source: Translation
da: Oversættelse
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
ja: 翻訳
lt: Vertimas
nl: Vertaling
pt_br: Tradução
ru: Перевод

source: Language
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
lt: Kalba
nl: Taal
pt_br: Lingua
ru: Язык

source: Danish
da: Dansk
de: Dänish
es: Danés
fr: Danois
it: Danese
lt: Danų
nl: Deens
pt_br: Dinamarquês
ru: Датский

source: Dutch
de: Niederländisch
es: Alemán
fr: Neérlandais
it: Olandese
lt: Olandų
nl: Nederlands
pt_br: Holandês
ru: Голландский

source: English (no translation)
da: Engelsk
de: Englisch (nicht übersetzen)
es: Inglés (sin traducción)
fr: Anglais (pas de traduction)
it: Inglese (nessuna traduzione)
lt: Anglų (jokio vertimo)
nl: Engels (geen vertaling)
pt_br: Inglês (sem tradução)
ru: Английский (без перевода)

source: French
fr: Franais
it: Francese
pt_br: Francês

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
lt: Vokiečių
nl: Duits
pt_br: Alemão
ru: Немецкий

source: Italian
es: Italiano
fr: Italien
it: Italiano
lt: Italų
nl: Italiaans
pt_br: Italiano
ru: Итальянский

source: Lithuanian
es: Lituano
fr: Lithuanien
it: Lituano
nl: Litouws
pt_br: Lituano

source: Spanish
es: Español
fr: Espagnol
it: Spagnolo
lt: Ispanų
nl: Spaans
pt_br: Espanhol
ru: Испанский

source: Japanese
es: Japonés
fr: Japonais
it: Giapponese
lt: Japonų
nl: Japans
pt_br: Japonês
ru: Японский

source: Russian
es: Ruso
fr: Russe
it: Russo
lt: Rusų
nl: Russisch
pt_br: Russo
ru: Русский

source: Use the LANG environment variable
da: Brug LANG miljø variabel
de: Die Systemeinstellung verwenden
es: Utilizar la variable de entorno LANG
fr: Utiliser la variable d'environnement LANG
it: Usa la variabile d'ambiente LANG
ja: LANG変数から読み取る
lt: Parinkti pagal LANG aplinkos kintamąjį
nl: Gebruik de LANG variabele
pt_br: Use a variável de ambiente LANG
ru: Использовать переменную окружения LANG

source: Messages
de: Meldungen
es: Mensajes
it: Messaggi
ja: メッセージ
lt: Pranešimai
nl: Berichten
pt_br: Mensagens
ru: Сообщения

source: All programs have a 'standard error stream' which they can write text messages to. ROX-Session creates such a connection between itself and every program it starts. It displays all the messages it collects this way briefly on screen.
de: Alle Programme können Textmeldungen über einen Standard- fehlerkanal ausgeben. ROX-Session stellt für jedes gestartete Programm eine Verbindung zum Fehlerkanal her. Es zeigt alle gesammelten Meldungen kurz auf dem Schirm an.
es: Todos los programas tienen un 'flujo de error estándar', al cual pueden escribir mensajes de texto. ROX-Session crea tal conección entre él mismo y cada programa que él inicia. Muestra todos los mensajes que recoge de ésa forma brevemente en la pantalla.
fr: Tous les programmes possèdent un 'flux d'erreur standard' dans lequel ils peuvent écrire des messages textuels. ROX-Session cré une telle connection entre lui même et chaque programme qu'il démarre. Il affiche brièvement tous les messages qu'il reçoit de cette manière à l'écran.
it: Tutti i programmi hanno uno «standard error» sul quale scrivono messaggi di testo. ROX-Session crea una connessione tra sé e ogni programma che avvia e visualizza brevemente sullo schermo tutti questi messaggi.
ja: 全てのプログラムには「標準エラー出力」があり、メッセージを出力しています。ROX-Sessionは個々のプログラムが起動するたびそのプログラムに接続し、それらのメッセージを画面に出力します。
lt: Kiekviena programa turi „standartinę klaidų išvestį“, į kurią rašo savo tekstinius pranešimus. ROX-Session sukuria ryšį tarp savęs ir kiekvienos jo paleistos programos. Tokiu būdu gautas žinutes jis trumpam parodo ekrane.
nl: Alle programma's hebben een 'standard error stream' waarnaar zij tekst-berichten kunnen schrijven. ROX-Session maakt een verbinding tussen zichzelf en elk programma dat het start. Het toont alle berichten die het op deze manier verzamelt kort op het scherm.
pt_br: Todos os programas tem uma 'saída de erro' na qual eles podem escrever mensagens. O ROX-Session cria tal conexão entre ele e cada programa que inicia. Ele mostra todas as mensagens que ele coleta dessa forma resumidamente na tela.
ru: Все программы имеют стандартный поток (stderr) куда они пишут сообщения об ошибках. ROX-Session соединяется с каждым приложением при запуске и отображает все принятые сообщения на экране

source: On-screen message log
de: Aufzeichung der Bildschirmmeldungen
es: Registro de mensajes en-pantalla
fr: log de message affiché à l'écran
it: Messaggi di log sullo schermo
ja: 出力されたメッセージのログ
lt: Žinučių žurnalas ekrane
nl: 'Op het scherm' berichten log
pt_br: Histórico de mensagens na tela
ru: Экранный лог сообщений

source: You can click button-3 on an error message to switch to the log window display, or use this button:
de: Sie können zum Aufzeichnungsfenster wechseln, indem Sie über einer Meldung die 3. Maustaste drücken, oder diesen Schalter betätigen:
es: Puedes hacer click con el botón-3 en un mensaje de error para ir a la ventana de muestra de registros, o puedes utilizar éste botón:
fr: Vous pouvez utiliser le bouton 3 lors d'un message d'erreur pour basculer sur la fenêtre de log affichée, ou utiliser ce bouton:
it: Si deve fare clic con il tasto 3 del mouse sul messaggio di errore per passare alla finestra di visualizzazione dei log o premere questo pulsante:
ja: エラーメッセージの上で右ボタンをクリックするとログウィンドウに変わります。もしくはこのボタンをクリック:
lt: Norėdami pamatyti pranešimų žurnalą atskirame lange, jūs galite spustelti trečiąjį pelės mygtuką, arba pasinaudoti šiuo mygtuku:
nl: Je kan via muisknop 3 klikken op een foutmelding om over te gaan naar het log venster, of onderstaande knop gebruiken:
pt_br: Você pode clicar no botão do meio em uma mensagem de erro para mudar para o Histórico de Mensagens, ou use este botão:
ru: Вы можете щелкнуть средней кнопкой мыши по сообщению об ошибке для вызова окна с логами, или используйте эту кнопку:

source: Show messages for:
de: Zeige Meldungen für:
es: Mostrar mensajes de:
fr: Montrer les messages pour:
it: Mostra i messaggi per:
ja: メッセージの表示時間:
lt: Žinutes rodyti:
nl: Toon berichten gedurende:
pt_br: Mostrar mensagens para:
ru: Показывать сообщения:

source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
lt: sekundes
nl: seconden
pt_br: segundos
ru: секунд

source: Number of seconds to display each message for
de: Sekundendauer, für die Meldungen angezeigt werden
es: Cantidad de segundos a mostrar cada mensaje
fr: Nombres de secondes où le message doit rester affiché
it: Numero di secondi durante i quali visualizzare ogni messaggio
ja: メッセージを表示する秒数
lt: Sekundžių kiekis kiekvienai žinutei rodyti.
nl: Aantal seconden dat elk bericht getoond wordt
pt_br: Número de segundos para mostrar cada mensagem para
ru: Кол-во секунд на отображение каждого сообщения

source: Max area for popup display:
es: Area máxima para la ventana emergente:
fr: Aire maximale pour les affichage de type popup:
it: Area massima per i messaggi a comparsa:
lt: Maksimalus iššokančio pranešimo plotas:
nl: Max afmeting van het popup bericht:
pt_br: Área máxima para a tela do popup:
ru: Часть экрана для сообщений:

source: Normally, messages are shown overlayed on the screen for a few seconds. If there are a large number of messages (more than this amount of the screen is covered) then the view switches to the window style.
es: Normalmente, los mensajes se muestran sobre la pantalla por unos pocos segundos. Si existe una gran cantidad de mensajes (más que lo que cubre ésta área de pantalla) entonces la vista cambia al estilo de ventana.
fr: Normallement, les messages sont affichés au dessus de l'écran pendant quelques secondes. Si il y a un nombre important de messages (plus qu'il n'en faut pour couvrir l'écran) la vue bascule en mode fenêtre.
it: Normalmente, i messaggi sono mostrati sullo schermo per pochi secondi. Se però ce ne sono molti (se coprono un'area dello schermo superiore a questa percentuale), allora vengono mostrati dentro una finestra.
lt: Paprastai pranešimai kelias sekundes rodomi užkloti ant ekrano. Jei pranešimų yra daug (daugiau, negu ši ekrano ploto dalis), jie bus parodyti atskirame lange.
nl: Normaal zullen berichten voor een paar seconden over het huidige beeld verschijnen. Als er een groot aantal berichten zijn (het beeld is voor meer dan dit getal bedekt) dan zullen de berichten in een gewoon venster worden getoond.
pt_br: Normalmente as mensagens serão mostradas na tela por alguns segundos. Se houver um número grande de mensagens (mais que a quantidade que a tela pode mostrar) então a vizualização mudará para o Estilo Janela.
ru: Обычно, сообщения перекрывают изображение на экране всего на немсколько секунд. Если сообщений больше, чем можно поместить на экране, они выводятся в окно.

source: Power
de: Beenden, Neustarten, Schlafen
es: Energía
fr: Alimentation
it: Fine sessione
ja: 電源
lt: Energija
nl: Stroom
pt_br: Ligar
ru: Питание

source: These commands can be selected in the Logout box as alternatives to logging out. The correct settings vary between different systems. You may need to use xsu or sudo with the command if your system doesn't give normal users permission to shutdown the system.
de: Diese Befehle können im Abmeldefenster als Alternative gewählt werden. Die genauen Einstellungen sind systemabhängig. Möglicherweise müssen Sie xsu oder sudo voranstellen, wenn Ihr System normalen Benutzern das Abschalten des Systems nicht erlaubt.
es: Esos comandos pueden seleccionarse en la ventana Salir como alternativas a salir. Las opciones correctas varían entre diferentes sistemas. Tal vez necesites utilizar xsu o sudo con el comando si tu sistema no permite apagar el sistema a los usuarios normales.
fr: Ces commandes peuvent être sélectionnées dans la boîte de déconnexion comme alternatives de déconnexion. Le réglage correct varie d'un système à l'autre. Vous pouvez avoir recours xsu ou sudo pour les commandes si votre système n'authorise pas les utilisateurs normaux à éteindre le système.
it: Questi comandi possono essere selezionati nella finestra di fine sessione come alternativa alla disconnessione. Le impostazioni corrette variano a seconda dei sistemi. Può essere necessario l'uso di «xsu» o di «sudo» se gli utenti normali non hanno i permessi di arrestare o riavviare il computer.
ja: これらのコマンドをログアウト時に使用します。システムによってコマンドの設定は様々です。一般ユーザにシャットダウンの権限がない場合は、xsuやsudoなどのコマンドが必要になるでしょう。
lt: Šios komandos gali būti vykdomos iš išsiregistravimo dialogo vietoje išsiregistravimo. Teisingos nuostatos priklauso nuo sistemos.Jums gali tekti pasinaudoti xsu arba sudo bei norima komanda, jei jūsų sistema neleidžia paprastiems vartotojams išjungti sistemos.
nl: Deze commando's kunnen geselecteerd worden in het Uitlog-venster als een alternatief om uit te loggen. de korrekte instellingen zijn systeemafhankelijk. Het gebruik van xsu of sudo in kombinatie met dit commando kan nodig zijn als uw systeem normale gebruikers geen toestemming geeft om het systeem af te sluiten.
pt_br: Estes comando podem ser selecionados na Tela de Sair como alternativas para Sair A correta configuração varia em diferentes sistemas. Você poderá ter de usar o xsu ou o sudo com o comando se seu sistema não der aos usuários normais permissão para desligar o sistema.
ru: Эта команда может быть выбрана в диалоге выхода как альтернатива завершению сеанса. Корректные установки сильно различаются для разных систем. Вам может потребоваться xsu или sudo, если ваша система не позволяет непривилегированному пользователю выключать или перезагружать компьютер

source: Halt command:
de: Befehl für Beenden:
es: Comando Detener:
fr: Commande d'arrêt:
it: Comando per spegnere:
ja: 停止するコマンド:
lt: Išjungimo komanda:
nl: Stop commando:
pt_br: Comando para desligar:
ru: Команда выключения

source: Likely commands for halting are 'halt' and 'shutdown -t now'
de: Üblicherweise lauten die Befehle 'halt' und 'shutdown -t now'
es: Comandos probables para detener son 'halt' y 'shutdown -t now'
fr: En général les commandes pour arrêter sont 'halt' et 'shutdown -t now'
it: Alcuni comandi per spegnere sono «halt» e «shutdown -t now»
ja: 'halt'や'shutdown -t now'のようなコマンド
lt: Dažniausiai išjungimui naudojamos „halt“ bei „shutdown -t now“ arba „poweroff“ komandos
nl: Mogelijke stop commando's zijn 'halt' en 'shutdown -t now'
pt_br: Costumeiramente comandos para desligar são 'halt' e 'shutdown -t now'
ru: Команда для выключения типа 'halt' или 'shutdown -t now' или 'poweroff'

source: Reboot command:
de: Befehl für Neustart:
es: Comando Reiniciar:
fr: Commande de redémarrage:
it: Comando per riavviare:
ja: 再起動するコマンド:
lt: Perkrovimo komanda:
nl: Herstart commando:
pt_br: Comando para reiniciar:
ru: Команда перезагрузки

source: Likely rebooting commands are 'reboot' and 'shutdown -t now -r'
de: Üblicherweise lauten die Befehle 'reboot' und 'shutdown -t now -r'
es: Comandos probables para reiniciar son 'reboot' y 'shutdown -t now -r'
fr: En général les commandes de redémarrage sont 'reboot' et 'shutdown -t now -r'
it: Alcuni comandi per riavviare sono «reboot» e «shutdown -t now -r»
ja: 'reboot'や'shutdown -t now -r'のようなコマンド
lt: Dažniausiai perkrovimui naudojamos „reboot“ bei „shutdown -t now -r“ komandos
nl: Mogelijke herstart commando's zijn 'reboot' and 'shutdown -t now -r'
pt_br: Costumeiramente comandos para reiniciar são 'reboot' e 'shutdown -t now -r'
ru: Команда перезагрузки типа 'reboot' или 'shutdown -t now -r'

source: Suspend command:
de: Befehl für Schlafen:
es: Comando Suspender:
fr: Commande de suspension:
it: Comando di sospensione:
ja: サスペンドするコマンド:
lt: Sulaikymo komanda:
nl: Slaap commando:
pt_br: Comando para suspender:
ru: Команда перехода в сон

source: If your system uses APM for power management, try 'apm -s' or similar. ACPI users could try 'xset dpms force off; echo 1 > /proc/acpi/sleep'. You'll need a kernel with the correct system compiled in and enabled.
de: Wenn Ihr System APM Power Management verwendet, versuchen Sie 'apm -s'. ACPI- Benutzer können 'xset dpms force off; echo 1 > /proc/acpi/sleep' versuchen. Sie benötigen einen Kernel mit passendem System einkompiliert.
es: Si tu sistema utiliza APM para el manejo de energía, intenta con 'apm -s' o similar. Usuarios de ACPI pueden intentar 'xset dpms force off; echo 1 > /proc/acpi/sleep'. Necesitarás un kernel con el sistema correcto compilado en él y activado.
fr: Si votre système utilise APM pour la gestion de l'énergie, essayer 'apm -s' ou tout autre commande similaire. Les utilisateurs d'ACPI peuvent essayer 'xset dmps force off; echo 1 > /proc/acpi/sleep'. Vous devez avoir un noyau avec les options nécessaires correctement compilées et activées.
it: Se il sistema usa APM per la gestione dell'energia, provare «apm -s» o simili. Gli utenti con ACPI possono provare «xset dpms force off; echo 1 > /proc/acpi/sleep». È necessario un kernel opportunamente compilato.
lt: Jei jūsų sistema naudoja APM energijai valdyti, pabandykite „apm -s“ ar pan. ACPI vartotojai gali pabandyti „xset dpms force off; echo 1 > /proc/acpi/sleep“. Jums reikės branduolio su aktyvuotu atitinkamos sistemos palaikymu.
nl: Indien uw systeem gebruik maakt van stroom beheer, probeer dan 'apm -s' o.i.d. te gebruiken. ACPI gebruikers kunnen 'xset dpms force off; echo 1 > /proc/acpi/sleep' proberen. Hiervoor is een kernel nodig gecompileerd met het juiste systeem.
pt_br: Se o seu sistema usa o APM para gerenciar energia, tente 'apm -s' ou similar. Usuáriosdo ACPI podem tentar 'xset dpms force off; echo 1 > /proc/acpi/sleep'. Você vai precisar de um kernel corretamente compilado e habilitado a usar o ACPI.
ru: Если ваша система использует APM, для управления питанием, попробуйте 'apm -s' или нечто похожее. ACPI пользователи могут поробовать 'xset dpms force off; echo 1 > /proc/acpi/sleep'. Вам необходимо правильно собранное ядро с включенной поддержкой этих возможностей

source: Look and Feel
fr: Apparence et utilisation
it: Aspetto
nl: Uiterlijk en Gedrag

source: The mouse, keyboard and display options have moved to the new LookAndFeel application, available from http://rox.sf.net.
fr: La souris, le clavier et les options d'affichage ont été déplacés dans la nouvelle application LookAndFeel, disponible ici http://rox.sf.net.
it: Le opzioni di visualizzazione, del mouse e della tastiera si trovano ora nell'applicazione «LookAndFeel», disponibile su http://rox.sf.net.
nl: Muis, toetsenbord en Beeldscherm opties zijn verplaatst naar het nieuwe LookAndFeel programma, beschikbaar op http://rox.sf.net.
pt_br: As opções do mouse, teclado e tela foram movidas para a nova aplicação de LookAndFeel, disponível em http://rox.sf.net.

source: Symlink any applications you want run on login into this directory
it: Mettere in questa directory i collegamenti simbolici alle applicazioni che si vogliono eseguire all'accesso al sistema
pt_br: Crie neste diretório os links para as aplicações que deverão iniciar no login

source: _Halt
de: _Abschalten
es: _Detener
fr: _Arrêt
it: _Arresta il sistema
ja: 停止(_H)
lt: _Išjungti
nl: Sto_p
pt_br: _Desligar
ru: Выключить
